<template lang="html">
	<section id="Advantages" class="advantages"></section>
</template>

<script>

	export default {
		name: "Advantages",
		data() {
			return {
				headline: 'Подробнее об услугах:',
				Advantages: [
					{
						headline: 'Сайт-визитка',
						description: 'Простой способ представить Вашу компанию, продукт, или услугу',
						price: '9 900',
						Features: [
							'Количество страниц: до 5',
							'Стандартный дизайн',
							'Адаптивная верстка для мобильных устройств',
							'Форма обратной связи',
							'Регистрация в поисковых системах',
							'Базовая SEO-оптимизация',
							'Установка Яндекс.Метрики и Google Analytics',
							'Индивидуальный домен вида название-сайта.ru',
							'Почтовый ящик с адресом вида ящик@название-сайта.ru'
						],
						Bonuses: [
							'домен на 1 год в подарок!',
							'сертификат защищённого соединения (HTTPS) - бесплатно!',
							'CMS для Вашего сайта: от 4900 р.',
							'Уникальный авторский дизайн: от 4900 р.'
						]
					},
					{
						headline: 'Корпоративный сайт',
						description: 'Сайт с развёрнутым представлением компании, её товаров и услуг, ',
						price: '14 900',
						Features: [
							'Количество страниц: до 25',
							'Стандартный дизайн',
							'Адаптивная верстка для мобильных устройств',
							'Сложные формы обратной связи',
							'Интерактивные способы взаимодействия',
							'Регистрация в поисковых системах',
							'Расширенная SEO-оптимизация',
							'Установка Яндекс.Метрики и Google Analytics',
							'Добавление сайта в Яндекс.Вебмастер',
							'Индивидуальный домен вида название-сайта.ru',
							'Почтовый ящик с адресом вида ящик@название-сайта.ru'
						],
						Bonuses: [
							'домен и хостинг на 1 год в подарок!',
							'сертификат защищённого соединения (HTTPS) - бесплатно!',
							'Функционал интернет-магазина (корзина): от 4900 р.',
							'CMS для Вашего сайта: от 4900 р.',
							'Уникальный авторский дизайн: от 4900 р.'
						]
					}
				]
			}
		}
	}
</script>

<style lang="scss">

	@import '../../scss/partials/_layout';
	@import '../../scss/partials/_mixins';
	@import '../../scss/partials/_variables';

</style>
